var mp3url = {
    "data": [{
        "id": 508903344,
        "url": "/static/music/d11a029c2d8f2fda863d4a46f94b7e0f.mp3",
        "br": 128000,
        "size": 4275348,
        "md5": "d11a029c2d8f2fda863d4a46f94b7e0f",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -2.0E-4,
        "fee": 8,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_1.jpg",
    },
    {
        "id": 508941627,
        "url": "/static/music/e8d70cb3b10b8828aba01539c1176a90.mp3",
        "br": 128000,
        "size": 4460086,
        "md5": "e8d70cb3b10b8828aba01539c1176a90",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -2.0E-4,
        "fee": 8,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_2.jpg",
    },
    {
        "id": 508903839,
        "url": "/static/music/47035508f31acc61a73732b9560c6e0d.mp3",
        "br": 128000,
        "size": 3174444,
        "md5": "47035508f31acc61a73732b9560c6e0d",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -1.45,
        "fee": 0,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_3.jpg"
    },
    {
        "id": 509106616,
        "url": "/static/music/46dda65343d07b5e9a8c073d7ac1f602.mp3",
        "br": 128000,
        "size": 4294992,
        "md5": "46dda65343d07b5e9a8c073d7ac1f602",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -4.77,
        "fee": 0,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_4.jpg"
    },
    {
        "id": 509098907,
        "url": "/static/music/0580a03f4c4cb87a65446f9ba3bab755.mp3",
        "br": 128000,
        "size": 2972151,
        "md5": "0580a03f4c4cb87a65446f9ba3bab755",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -1.61,
        "fee": 0,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_5.jpg"
    },
    {
        "id": 508903775,
        "url": "/static/music/df29fcd9c22ef8cd0bf43160305ac7c4.mp3",
        "br": 128000,
        "size": 3385095,
        "md5": "df29fcd9c22ef8cd0bf43160305ac7c4",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -3.9,
        "fee": 8,
        "uf": null,
        "payed": 0,
        "flag": 1,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_6.jpg"
    },
    {
        "id": 508917573,
        "url": "/static/music/0a74d22470b035ab4f9273f064e24524.mp3",
        "br": 128000,
        "size": 3683100,
        "md5": "0a74d22470b035ab4f9273f064e24524",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -1.38,
        "fee": 8,
        "uf": null,
        "payed": 0,
        "flag": 1,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_7.jpg"
    },
    {
        "id": 508662200,
        "url": "/static/music/d73d7d6307f2e92185dcdb65d91b015b.mp3",
        "br": 128000,
        "size": 3440684,
        "md5": "d73d7d6307f2e92185dcdb65d91b015b",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -2.63,
        "fee": 8,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_8.jpg"
    },
    {
        "id": 509098666,
        "url": "/static/music/bdeea2c3bbc956eed2219509d734f49b.mp3",
        "br": 128000,
        "size": 3110078,
        "md5": "bdeea2c3bbc956eed2219509d734f49b",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -1.6,
        "fee": 0,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_9.jpg"
    },
    {
        "id": 508903963,
        "url": "/static/music/b61f2f0c22091fe2a7c48d7d673f384b.mp3",
        "br": 128000,
        "size": 4592997,
        "md5": "b61f2f0c22091fe2a7c48d7d673f384b",
        "code": 200,
        "expi": 1200,
        "type": "mp3",
        "gain": -2.0E-4,
        "fee": 0,
        "uf": null,
        "payed": 0,
        "flag": 0,
        "canExtend": false,
        "picUrl": "../static/img/newsong/bg_10.jpg"
    }],
    "code": 200
}

exports.mp3url = mp3url;


var lyric = {
    "data":[{
        "id": 508903344,
        "sgc": false,
        "sfy": false,
        "qfy": false,
        "lrc": {
            "version": 3,
            "lyric": "[00:00.00] 作曲 : 丁汀\n[00:01.00] 作词 : 王耀光/刘一泓\n[00:05.21]编曲：赵瑟\n[00:06.76]\n[00:49.34]女：你曾说当夕阳迫近山野\n[00:55.02]光影在心头荡漾\n[01:01.31]男：你曾说当雨天撑伞前行\n[01:07.01]涟漪在散后重逢\n[01:12.77]合：与你别了那青春骊歌\n[01:19.04]别了那青春骊歌\n[01:24.99]\n[01:25.48]男：毅然诗情画意埋藏心底\n[01:30.60]无声泪滴默默拭去\n[01:37.13]女：想你看那昙花静静凋零\n[01:42.64]抚平激动的万千心绪\n[01:49.00]\n[01:49.51]女：你曾说当思念化作泪滴\n[01:55.05]漂浮在星河边际\n[02:01.32]男：你曾说当爱情变成回忆\n[02:06.96]封存在你我心底\n[02:12.82]合：与你别了那青春骊歌\n[02:19.06]别了那青春骊歌\n[02:24.90]\n[02:52.23]男：毅然诗情画意埋藏心底\n[02:57.64]无声泪滴默默拭去\n[03:04.27]女：想你看那昙花静静凋零\n[03:09.63]抚平激动的万千心绪\n[03:15.94]\n[03:16.20]合：有天虽然我已慢慢老去\n[03:21.62]不曾忘记年少约定\n[03:27.87]同你期待着那柳暗花明\n[03:33.58]回忆曾经的洒脱不羁\n[03:40.69]\n[03:43.52]半生浮华沉落\n[03:49.04]内心从未示弱\n[03:55.24]拥入你温暖的怀里\n[04:06.60]\n[04:09.45]制作人：周品\n[04:11.38]编曲：赵瑟\n[04:12.93]监唱：丁爽\n[04:14.36]录音师：曹洋&徐威\n[04:15.84]录音室：C·VOICE&北京飞行者\n[04:17.09]弦乐编写：赵瑟\n[04:18.42]弦乐监制：李朋\n[04:19.81]弦乐团：国际首席爱乐乐团\n[04:21.00]弦乐录音室：北京唱片厂\n[04:22.21]弦乐录音师：李娇\n[04:23.50]混音师：赵靖\n[04:24.63]混音室：Big·j Studio\n[04:25.81]音乐出品公司：仁溪音乐\n[04:26.86]\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id": 508941627,
        "sgc": false,
        "sfy": true,
        "qfy": true,
        "lyricUser": {
            "id": 508941627,
            "status": 0,
            "demand": 0,
            "userid": 40087905,
            "nickname": "Moonxxii",
            "uptime": 1506488299704
        },
        "lrc": {
            "version": 2,
            "lyric": "[by:Moonxxii]\n[00:00.00] 作曲 : My-Q/Da Jung Shin\n[00:01.00] 作词 : My-Q\n[00:15.59]사랑이 떠나가요\n[00:21.60]해가 저물고 있죠\n[00:28.05]사랑이 떠나가요\n[00:35.70]맘이 멀어 지내요\n[00:42.73]자신이 없어요 눈물 흘리지 마요\n[00:48.69]함께 하기에는 내겐 용기가 없죠\n[00:56.16]한때는 같은 곳을 바라봤지만\n[01:02.79]막다른 길이네요\n[01:09.30]떠나가요 우린 이제 남이 되겠죠\n[01:15.46]날 기억하지 말아줘요\n[01:18.91]나도 기억하지 않을께요\n[01:22.78]아픈 시간 지나면\n[01:25.78]언제 그랬냐는 듯이\n[01:29.12]각자의 삶을 살아가며\n[01:32.63]또 다른 사랑을 하겠죠\n[01:36.10]이미 다른 사람이\n[01:39.21]내 곁에 찾아 왔단걸\n[01:42.87]그대도 알고 있잖아요\n[01:46.26]밀어 내려고 했지만\n[01:49.97]떠나간 내 마음이\n[01:53.05]혼자 남겨 지기 싫어\n[01:56.95]그 사람을 손을 잡았어요\n[01:59.95]날 용서하지 말아요\n[02:19.07]사랑이 떠나가요\n[02:25.52]해가 저물고 있죠\n[02:32.08]사랑이 떠나가요\n[02:38.95]맘이 멀어 지내요\n[02:45.92]미안하다는 내 말 안 들리겠죠\n[02:52.17]지키지 못한 약속 전부 내 탓이죠\n[02:58.62]함께 한 시간이 없었던 것 처럼\n[03:05.36]날 지워버려요\n[03:12.18]떠나가요 우린 이제 남이 되겠죠\n[03:18.66]날 기억하지 말아줘요\n[03:22.26]나도 기억하지 않을께요\n[03:25.66]아픈 시간 지나면\n[03:28.87]언제 그랬냐는 듯이\n[03:32.61]각자의 삶을 살아가며\n[03:35.92]또 다른 사랑을 하겠죠\n[03:39.48]이미 다른 사람이\n[03:42.58]내 곁에 찾아 왔단걸\n[03:46.24]그대도 알고 있잖아요\n[03:49.59]밀어 내려고 했지만\n[03:53.16]떠나간 내 마음이\n[03:56.77]혼자 남겨 지기 싫어\n[03:59.88]그 사람을 손을 잡았어요\n[04:03.46]날 용서하지 말아요\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id": 508903839,
        "sgc": false,
        "sfy": false,
        "qfy": false,
        "lrc": {
            "version": 6,
            "lyric": "[00:00.266] 作词 : 周耀辉 作曲 : 方大同\n[00:01.000]东风夜放花千树\n[00:03.860]树下总有地\n[00:06.730]纵然宝马雕车飘香满路\n[00:10.210]路上可有你\n[00:12.770]走在大城市     过着小日子\n[00:15.490]只怕越来越只有事    没有情\n[00:18.830]只怕永远都会怀疑    我走在何夕\n[00:25.010]你却在何地\n[00:29.110]算什么距离    靠什么运气\n[00:31.450]我和你之间    差了一步还是千里\n[00:35.610]由什么开始    没什么道理\n[00:37.850]有没有之间    不要忘记\n[00:41.000]有人走过七步成他的诗\n[00:44.130]愿我一步有我的你\n[00:47.270]春花陪我在这里\n[00:49.360]一个人等着更美丽\n[00:54.190]秋月在哪里\n[00:55.780]一个人等着爱你\n[01:00.980]众里寻他千百度\n[01:03.670]万里无故事\n[01:06.690]只要你在灯火阑珊之处\n[01:10.100]一步就成诗\n[01:12.690]过着小日子     想着大迷思\n[01:15.450]只怕越来越只有事    没有情\n[01:18.650]只怕永远都会怀疑    我走在何夕\n[01:25.020]你却在何地\n[01:29.110]算什么距离    靠什么运气\n[01:31.430]我和你之间    差了一步还是千里\n[01:35.440]由什么开始    没什么道理\n[01:37.870]有没有之间    不要忘记\n[01:41.090]有人走过七步成他的诗\n[01:43.990]愿我一步有我的你\n[01:47.260]春花陪我在这里\n[01:49.320]一个人等着更美丽\n[01:54.000]秋月在哪里\n[01:55.630]一个人等着爱你\n[02:00.750]朝朝暮暮     反反覆覆\n[02:03.750]有多少汉字写过一种小幸福\n[02:07.630]金风有玉露     胜却人间无数\n[02:12.190]也许再多走一步     山水在游戏\n[02:15.810]再多走一步     天地做传奇\n[02:18.860]再多走一步     看我变成诗\n[02:22.470]就为了你\n[02:25.990]\n[02:28.820]算什么距离    靠什么运气\n[02:31.490]我和你之间    差了一步还是千里\n[02:35.490]由什么开始    没什么道理\n[02:37.800]有没有之间    不要忘记\n[02:41.040]有人走过七步成他的诗\n[02:44.040]愿我一步有我的你\n[02:47.250]春花陪我在这里\n[02:49.260]一个人等着更美丽\n[02:54.180]秋月在哪里\n[02:55.570]一个人等着爱你\n[03:00.990]众里寻他千百度\n[03:03.920]万里无故事\n[03:06.620]只要你在灯火阑珊之处\n[03:10.290]一步就成诗\n[03:13.690]\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id":509106616,
        "sgc": false,
        "sfy": false,
        "qfy": false,
        "lyricUser": {
            "id": 509106616,
            "status": 0,
            "demand": 0,
            "userid": 256716226,
            "nickname": "Trap_Girl",
            "uptime": 1506503832829
        },
        "lrc": {
            "version": 10,
            "lyric": "[by:Trap_Girl]\n[00:00.00] 作曲 : 赵佳霖\n[00:01.00] 作词 : 崔恕\n[00:07.80]制作人：赵佳霖\n[00:09.35]编曲：赵佳霖\n[00:10.02]音乐出品发行：北京新律文化传媒有限公司\n[00:10.65]吉他：赵佳霖\n[00:10.84]和声：赵佳霖\n[00:11.04]弦乐演奏： 国际首席爱乐乐团\n[00:11.47]录音师：许世进\n[00:11.70]混音师：李嘉佳\n[00:11.93]录音棚：北京记忆时刻录音棚\n[00:12.36]音乐制作：赵佳霖音乐工作室\n[00:14.67]\n[00:26.62]该愤怒\n[00:28.22]还是该宽恕\n[00:30.10]问自己\n[00:31.32]是否忍得住\n[00:33.24]是苦笑 还是痛哭\n[00:36.14]要看你有没到伤心处\n[00:40.10]该报复\n[00:41.51]还是该让步\n[00:43.59]谁丈量\n[00:44.77]内心的宽度\n[00:46.93]该放弃 还是守护\n[00:49.45]决定是否向命运屈服\n[00:52.88]从铭心刻骨怎会 到痛如切肤\n[00:59.54]残忍的伤害那么多的无辜\n[01:06.02]放开的双手 变成两个世界的路\n[01:12.92]往前的每一步 每一步每一步\n[01:16.39]为什么都没有回头路\n[01:20.55]暴雨狂风\n[01:23.60]内心暗潮汹涌\n[01:26.59]流泪让伤变得更重\n[01:28.68]仇恨始终止不住痛\n[01:33.66]和命运打赌\n[01:36.74]我把自己当赌注\n[01:39.93]我们走一路不迷路\n[01:42.07]才能把自己 救赎\n[02:03.34]该愤怒\n[02:04.80]还是该宽恕\n[02:06.77]问自己\n[02:08.01]是否忍得住\n[02:10.22]是苦笑 还是痛哭\n[02:12.84]要看你有没到伤心处\n[02:16.81]该报复\n[02:18.10]还是该让步\n[02:20.29]谁丈量\n[02:21.35]内心的宽度\n[02:23.43]若战争 不分胜负\n[02:26.10]我们何不在这里结束\n[02:29.52]从铭心刻骨怎会 到痛如切肤\n[02:36.05]去看这世界到底有多残酷\n[02:42.90]放开的双手 变成两个世界的路\n[02:49.43]往前的每一步 每一步每一步\n[02:52.88]为什么都没有回头路\n[02:57.13]暴雨狂风\n[03:00.24]内心暗潮汹涌\n[03:03.19]流泪让伤变得更重\n[03:05.31]仇恨始终止不住痛\n[03:10.19]和命运打赌\n[03:13.39]我把自己当赌注\n[03:16.62]走得太辛苦不服输\n[03:18.70]谁能把自己看清楚\n[03:27.20]暴雨狂风\n[03:30.22]内心暗潮汹涌\n[03:33.31]流泪让伤变得更重\n[03:35.31]仇恨始终止不住痛\n[03:40.25]和命运打赌\n[03:43.46]我把自己当赌注\n[03:46.54]我们走一路不迷路\n[03:48.72]才能把自己 救赎\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id": 509098907,
        "sgc": false,
        "sfy": false,
        "qfy": false,
        "lrc": {
            "version": 4,
            "lyric": "[00:00.00] 作曲 : 纱朵\n[00:01.00] 作词 : 景她\n[00:08.03]编曲：简吟\n[00:10.85]混音：奶妈月\n[00:17.32]\n[00:17.68]双笙：\n[00:18.55]旅行的意义是享受自己\n[00:22.06]坐上飞机游世界各地\n[00:26.13]高空飞行别掉以轻心\n[00:29.98]安全乘飞机这些别忘记\n[00:33.62]\n[00:34.04]银临：\n[00:34.43]别随身携带危险物品\n[00:37.89]打火机和火柴都不行\n[00:41.93]液体与电池也有规定\n[00:46.13]容量规格一定要看清\n[00:49.32]\n[00:50.55]上飞机入座摆好行李\n[00:54.75]系好安全带不要乱调座椅\n[00:58.60]手机请千万要关机\n[01:02.67]平安落地再互相联系\n[01:05.06]\n[01:05.51]合唱：\n[01:05.92]遇到危险千万要镇定\n[01:10.44]听从指挥逃生一定行\n[01:13.89]一起安全抵达目的地\n[01:17.84]亲朋好友来相聚\n[01:24.14]指导单位：团中央宣传部\n[01:25.78]出品单位：航旅纵横\n[01:27.06]联合出品：中国民航局消费者事务中心\n[01:28.23]中国民航报社\n[01:29.20]中国航信集团团委\n[01:37.12]\n[01:37.63]双笙：\n[01:38.30]飞越山与水 穿过风和云\n[01:41.95]整理好行李和好心情\n[01:46.72]安全飞行是最终目的\n[01:49.86]乘飞机以下全都要注意\n[01:53.00]\n[01:53.65]银临：\n[01:54.11]要提前办好乘机手续\n[01:57.85]到达后别忘记取行李\n[02:01.90]起降时小桌板要收起\n[02:05.97]遮光板打开光线通明\n[02:09.06]\n[02:09.56]双笙：\n[02:10.23]飞行中吸烟绝对不行\n[02:14.34]每项安全措施都不能大意\n[02:18.45]有问题要及时联系\n[02:21.97]乘务人员细心帮助你\n[02:25.03]\n[02:25.49]合唱：\n[02:25.95]航班延误也别太着急\n[02:29.87]好的风景也在等待你\n[02:33.84]享受旅途带来的乐趣\n[02:37.93]下次飞行再相聚\n[02:40.86]再相聚\n[02:45.73]\n[02:47.85]歌曲制作：平纱落雁原创音乐团队\n[02:49.85]漫画：幽·灵、使徒子、郭斯特、王溥\n[02:50.85]视频制作：随机\n[02:51.85]海报：琅华令君\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id":508903775,
        "sgc": false,
        "sfy": true,
        "qfy": true,
        "lrc": {
            "version": 2,
            "lyric": "[00:00.00] 作曲 : SKY BEATZ / CHRIS HOPE / SHOKICHI\n[00:01.00] 作词 : SHOKICHI / ZERO\n[00:06.07]\n[00:12.39]ヤバイ派手めに鳴らすシグナル\n[00:15.34]長い旅への序章\n[00:18.23]曲がりくねった道ほど絵になる\n[00:21.33]Life is 山あり Life is 谷あり\n[00:23.91]\n[00:24.36]ロデオに乗りこなして キックダウン\n[00:27.27]こりゃ癖になりそう\n[00:30.30]強引なキミは Funky monkey baby\n[00:32.94]Life is 山あり Life is 谷あり\n[00:35.83]\n[00:36.18]Higher Higher 未開のコース\n[00:39.24]早く 早く なる鼓動\n[00:42.27]さあ 君と Let's get it on\n[00:45.06]オフロード駆け抜け\n[00:46.60]Oh ride out\n[00:48.03]\n[00:48.37]ハイウェイから Drive away\n[00:50.78]今 端から端まで お騒がせ\n[00:53.98]さぁ ブッチ切りのギリギリロード\n[00:56.91]火をつける君のハート\n[00:59.60]夢みたい\n[01:01.06]夢じゃない\n[01:02.53]夢見たい？\n[01:04.04]夢見ない？\n[01:05.31]さぁ ブッチ切りのギリギリロード\n[01:08.94]火をつける君のハート\n[01:11.81]\n[01:12.25]get your kicks oh oh oh\n[01:15.14]get your kicks oh oh oh\n[01:18.13]get your kicks oh oh oh\n[01:21.07]火をつける君のハート\n[01:23.80]\n[01:24.21]“荒れた廃れた”のANTIHERO\n[01:27.16]一か八かの勝負(ライフ)\n[01:30.27]走る理由なきゃただ走りゃいい\n[01:33.09]Time is money money Time is Ladi dadi\n[01:35.92]\n[01:36.35]ダサいうわべだけじゃ意味ない\n[01:39.24]図々しく刻む轍(スタイル)\n[01:42.23]最低なほどに Honky tonky crazy\n[01:44.93]Time is money money Time is Ladi dadi\n[01:48.04]\n[01:48.50]Higher Higher 未体験ゾーン\n[01:51.30]早く 早く beast mode\n[01:54.24]さあ 君と Let's get it on\n[01:57.08]オフロード駆け抜け\n[01:58.65]Oh ride out\n[02:00.27]\n[02:00.63]ハイウェイから Drive away\n[02:02.65]今 端から端まで お騒がせ\n[02:05.84]さぁ ブッチ切りのギリギリロード\n[02:08.93]火をつける君のハート\n[02:11.94]夢みたい\n[02:13.14]夢じゃない\n[02:14.57]夢見たい？\n[02:16.17]夢見ない？\n[02:17.69]さぁ ブッチ切りのギリギリロード\n[02:20.92]火をつける君のハート\n[02:23.71]\n[02:36.16]Higher Higher 未開のコース\n[02:39.31]早く 早く なる鼓動\n[02:42.14]さあ 君と Let's get it on\n[02:45.04]オフロード駆け抜け\n[02:46.57]Oh ride out\n[02:48.12]\n[02:48.52]ハイウェイから Drive away\n[02:50.62]今 端から端まで お騒がせ\n[02:53.75]さぁ ブッチ切りのギリギリロード\n[02:56.97]火をつける君のハート\n[02:59.55]夢みたい\n[03:01.10]夢じゃない\n[03:02.54]夢見たい？\n[03:04.03]夢見ない？\n[03:05.34]さぁ ブッチ切りのギリギリロード\n[03:08.95]火をつける君のハート\n[03:11.63]\n[03:12.17]get your kicks oh oh oh\n[03:15.15]get your kicks oh oh oh\n[03:18.06]get your kicks oh oh oh\n[03:21.10]火をつける君のハート\n[03:24.04]\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id":508917573,
        "sgc": false,
        "sfy": true,
        "qfy": true,
        "lrc": {
            "version": 2,
            "lyric": "[00:00.00] 作曲 : 澤野弘之\n[00:01.00] 作词 : Benjamin&mpi\n[00:25.93]\n[00:27.80]It's five thirteen on a Monday morn\n[00:31.67]but excited because I am here\n[00:36.37]I feel inside my mind, a switch up\n[00:39.59]Finally it's time\n[00:41.76]to swim in the rush\n[00:44.19]\n[00:44.61]The carpet of the stars\n[00:47.30]Are unfolding under me\n[00:50.86]Echoes of my hometown\n[00:53.46]Told you that I'd get here and I got here\n[01:00.54]\n[01:02.26]Neon lights are calling to me\n[01:06.00]I hear you\n[01:06.99]My shining wonderland\n[01:10.16]Tokyo\n[01:11.45]I know\n[01:12.54]I will be\n[01:14.30]Loving you so\n[01:15.96]Life is my stage\n[01:18.15]That's why I need to go\n[01:20.29]\n[01:20.69]Another plane makes a landing\n[01:24.27]I pass up taxis for the monorail\n[01:29.47]The avenues all concertina\n[01:32.85]Opening back up\n[01:35.23]An infinite maze\n[01:37.46]\n[01:37.86]The carpet of the stars\n[01:40.66]Are unfolding under me\n[01:44.28]Echoes of my hometown\n[01:46.88]Told you that I'd get here and I got here\n[01:53.96]\n[01:55.60]Neon lights are calling to me\n[01:59.32]I hear you\n[02:00.33]My shining wonderland\n[02:03.51]Tokyo\n[02:04.86]I know\n[02:05.94]I will be\n[02:07.62]Loving you so\n[02:09.30]Life is my stage\n[02:11.54]That's why I need to go\n[02:13.19]\n[02:13.57]I can see the light\n[02:15.10]Will it pass me by？\n[02:16.79]Oh brilliant time\n[02:18.37]to share with you tonight\n[02:22.27]I can see the light\n[02:23.94]Will it pass me by？\n[02:25.59]Oh brilliant time\n[02:27.33]to share with you\n[02:31.56]\n[02:33.51]Neon lights are calling to me\n[02:37.05]I hear you\n[02:38.17]My shining wonderland\n[02:41.16]Tokyo\n[02:42.53]I know\n[02:43.60]I will be\n[02:45.37]Loving you so\n[02:46.98]Life is my stage\n[02:49.34]That's why I need to go\n[02:50.92]\n[02:51.29]I can see the light\n[02:52.83]Will it pass me by？\n[02:54.64]Oh brilliant time\n[02:55.92]to share with you tonight\n[03:00.08]I can see the light\n[03:01.74]Will it pass me by？\n[03:03.39]Oh brilliant time\n[03:05.12]to share with you\n[03:09.15]\n[03:09.46]I can see the light\n[03:10.66]Will it pass me by？\n[03:12.24]Oh brilliant time\n[03:13.91]to share with you tonight\n[03:17.91]I can see the light\n[03:19.51]Will it pass me by？\n[03:21.22]Oh brilliant time\n[03:22.90]to share with you\n[03:26.88]\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id": 508662200,
        "sgc": false,
        "sfy": true,
        "qfy": true,
        "lyricUser": {
            "id": 508662200,
            "status": 0,
            "demand": 0,
            "userid": 53258275,
            "nickname": "stan96f",
            "uptime": 1506564922401
        },
        "lrc": {
            "version": 3,
            "lyric": "[by:stan96f]\n[00:00.00] 作曲 : Liam Gallagher\n[00:10]I'm going toe-to-toe\n[00:14]With a greedy soul\n[00:18]He’s going down tonight\n[00:21]Gonna be out a while\n[00:25]She's got a six six six\n[00:29]I've got a crucifix\n[00:33]She's got a spinning head\n[00:36]Like seeing Grateful Dead\n[00:42]You're getting told\n[00:46]You greedy soul\n[00:49]You've been telling lies\n[00:53]You're a slippery kind\n[00:56]And it's a long way down\n[01:00]When you're the wrong way round\n[01:04]And that was all too much\n[01:07]I got the Midas touch\n[01:16]They'll take a leaf of gold\n[01:20]Well if the truth be told\n[01:23]He got you kiss and tell\n[01:27]I hope you go to hell\n[01:31]I'm going walking\n[01:34]You think i'm giving up\n[01:38]I got a wild heart\n[01:42]Don't give a fuck, alright?\n[01:48]You're getting told\n[01:51]You greedy soul\n[01:55]You've been telling lies\n[01:59]You're a slippery kind\n[02:02]And it's a long way down\n[02:06]When you're the wrong way round\n[02:09]And that was all too much\n[02:13]I got the Midas touch\n[02:45]And it's a long way down\n[02:49]lost and found\n[02:53]And that was all too much\n[02:56]I got the Midas touch\n[03:00]And it's a long way down\n[03:04]When you're the wrong way round\n[03:08]And that was all too much\n[03:11]I got the Midas touch\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id":509098666,
        "sgc": false,
        "sfy": false,
        "qfy": false,
        "lrc": {
            "version": 4,
            "lyric": "[00:00.00] 作曲 : Cee/肥宝\n[00:01.00] 作词 : Cee/肥宝\n[00:05.45]编曲 Arranged by GZ\n[00:07.68]\n[00:15.16]当我开口嘴里爆出新的花样\n[00:17.03]把你们带的墨 镜都擦亮\n[00:19.20]我亲自夸耀 你听着像\n[00:20.68]品尝着冰的虾酱 在心里发酵\n[00:22.66]\n[00:22.87]就这样行云流水彪着单音节\n[00:24.43]让你们收起课本专心学\n[00:26.43]别再谈论穿金戴银忙着换新鞋\n[00:28.24]或是留恋哪个夜店泡着潘金莲\n[00:30.03]\n[00:30.32]如今从唱着爵士 到放着厥词\n[00:32.19]抱歉我又 忘了节制\n[00:34.15]回归本色如同那倔 强的蝎子\n[00:36.01]把那带刺的话留在屏幕 上的贴士\n[00:37.78]\n[00:38.01]Ya dig?(huh)从来不过问\n[00:39.76]保持着低调同样选择不默认\n[00:41.58]也许是因为脑中词汇量过剩\n[00:43.46]不知何时患上押着韵的强迫症\n[00:45.42]\n[00:45.61]你问这症状 就是按耐不住的咬字\n[00:47.55]由肾上 腺素分泌过多所导致\n[00:49.32]这更像 是标志性的风格给你一点\n[00:51.39]震荡 bring ‘em on and on and on\n[00:53.15]\n[00:53.39]带着肚里的墨水 晒着 技艺\n[00:55.00]定义帅的 意义 flow开天 辟地\n[00:56.95]依旧态度 犀利  歌词还是 利器\n[00:58.76]你的盖世 英雄被我率先 击毙\n[01:00.72]\n[01:01.01]不用戴口罩\n[01:02.51]兜里揣火药\n[01:04.56]Shake shake shake that ass\n[01:06.56]Move move your body 全都开口笑\n[01:08.30]\n[01:08.60]挥手抡三下\n[01:10.31]韵脚轮番炸\n[01:12.23]这是Cee和肥宝 OG的味道\n[01:14.15]当我都开始讲着广东话\n[01:16.00]\n[01:16.30]Now y’all know my style(you gotta know my style)\n[01:20.81]Now y’all know my style(Cee同埋肥宝出来引爆)\n[01:23.76]Now y’all know my style(烧你数薄OG的味道)\n[01:27.70]Now y’all know my style(屌你就企直咪关叽趷)\n[01:31.44]\n[01:34.29]You gotta know my style\n[01:37.02]Yeah I got my bro representin’ Chee\n[01:38.93]\n[01:39.23]You gotta know my style\n[01:40.46]精气神全体同仁 就似系少林寺十八铜人\n[01:42.44]You gotta know my style\n[01:44.75]孔天师 软硬兼施 解开封印\n[01:46.74]\n[01:47.21]Kidgod 炽热 踩住节拍\n[01:48.78]此刻 Young Cee隔离揸住别克\n[01:50.53]坐系副驾 准备护驾\n[01:52.17]一下Cherr到三百 疯到百慕达\n[01:54.04]\n[01:54.37]无错呢个系肥宝同Young CEE\n[01:56.31]我地两个 同伴奏去3P\n[01:57.96]咪离接近我 因为太过3D\n[01:59.81]我既Flow系仙人掌你摸会掺刺\n[02:01.84]\n[02:02.19]粤语届既OG 摆个 高姿\n[02:04.14]态既Pose 踩住个Beat\n[02:06.50]广东队 我离带路铺垫\n[02:07.66]我个名 距地一直哎到OD\n[02:09.47]\n[02:09.82]Hiphop届常青树\n[02:11.59]准备要变成森林\n[02:13.20]精气神底蕴\n[02:15.03]开始萌芽 准备扎根\n[02:16.56]\n[02:17.40]用手下笔功 抨击社会不公\n[02:18.84]用绊脚石 磨出我既笔锋\n[02:20.72]喂你肉夹馍同凉皮\n[02:22.68]因为我要你食既全部都系西北风\n[02:24.62]\n[02:25.52]不用戴口罩\n[02:27.30]兜里揣火药\n[02:28.98]Shake shake shake that ass\n[02:30.38]Move move your body 全都开口笑\n[02:32.11]\n[02:32.52]挥手抡三下\n[02:34.56]韵脚轮番炸\n[02:36.18]这是Cee和肥宝 OG的味道\n[02:37.88]当我都开始讲着广东话\n[02:39.82]\n[02:40.13]Now y’all know my style(you gotta know my style)\n[02:43.89]Now y’all know my style(Cee同埋肥宝出来引爆)\n[02:47.48]Now y’all know my style(烧你数薄OG的味道)\n[02:51.35]Now y’all know my style(屌你就企直咪关叽趷)\n[02:55.15]\n[02:59.21]GZ production\n[03:02.03]It’s Chee babeeeee\n[03:05.33]Kidgod\n[03:09.12]You know how we rock...\n[03:11.30]\n[03:12.33]制作 Produced by GZ;Cee\n[03:12.79]混音 Mixed by Yocho;Cee\n[03:13.17]母带 Mastered by 沈立嘉（Ran Music）\n[03:13.64]\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    },{
        "id": 508903963,
        "sgc": false,
        "sfy": false,
        "qfy": false,
        "lyricUser": {
            "id": 508903963,
            "status": 0,
            "demand": 0,
            "userid": 256716226,
            "nickname": "Trap_Girl",
            "uptime": 1506414475363
        },
        "lrc": {
            "version": 3,
            "lyric": "[00:00.00] 作曲 : 苏醒\n[00:00.338] 作词 : 苏醒\n[00:01.14]编曲：陈佳楠\n[00:01.36]吉他：李泽\n[00:01.56]音乐制作人：陈佳楠\n[00:01.88]混音：谌彦兮\n[00:02.11]录音师：谌彦兮\n[00:02.37]母带工程师：Chris Gehringer\n[00:02.86]\n[00:16.78]Only you\n[00:18.77]有你爱才特别\n[00:20.79]Only you\n[00:22.76]因为我还想念\n[00:24.90]Only you\n[00:26.90]My only my only girl\n[00:30.44]哪怕一点考验一点冒险\n[00:33.14]Only you\n[00:35.05]有你爱才特别\n[00:37.10]Only you\n[00:39.11]因为我还想念\n[00:41.19]Only you\n[00:43.18]My only my only girl\n[00:46.66]Only you\n[00:47.52]给我所有晴天\n[00:49.21]那些年的我太过要强\n[00:51.14]曾失去了感情的方向\n[00:53.19]曾经是我太过自负让你受伤\n[00:55.63]又让你不得不投降\n[00:57.34]爱不在无奈\n[00:59.87]我知道这些年你对我一直坦白\n[01:02.92]焦躁时你却耐心满载\n[01:05.45]我知道你从来不是故意\n[01:07.34]我自私的目的\n[01:08.23]你包容我的无理我的妒忌\n[01:10.28]Everytime\n[01:10.78]当我负气\n[01:11.49]你总把温暖速递\n[01:13.65]我慢慢才感到\n[01:15.61]少了不安和烦扰\n[01:17.18]发现周围不停喧闹\n[01:18.55]当你不在我身边我的生活都乱套\n[01:21.85]Alrite\n[01:22.09]那时我累了不对了\n[01:23.52]感觉颓废了又偶尔后退了\n[01:25.73]这句歌词曾被我废了\n[01:27.32]现在却要重复用第二回了\n[01:29.10]只是为了你的一句喜欢它\n[01:30.99]那就ok了\n[01:31.99]真的没谁了如果赌对了\n[01:33.92]一切熬煎一切冒险\n[01:35.78]一切考验通通都无畏了\n[01:38.20]没了你的陪伴日子就会漫长\n[01:42.09]少了你的关注心情就会反常\n[01:45.22]再好听的话都不算赞赏\n[01:47.05]再热闹的party都会感伤\n[01:49.09]每到晚上假装繁忙\n[01:50.95]到处寻找你的暗香\n[01:52.53]And I wanna hear the song\n[01:54.35]Only you\n[01:56.29]有你爱才特别\n[01:58.37]Only you\n[02:00.35]因为我还想念\n[02:02.49]Only you\n[02:04.50]My only my only girl\n[02:08.07]哪怕一点考验一点冒险\n[02:10.78]Only you\n[02:12.71]有你爱才特别\n[02:14.64]Only you\n[02:16.78]因为我还想念\n[02:18.76]Only you\n[02:20.78]My only my only girl\n[02:24.36]Only you\n[02:25.11]给我所有晴天\n[02:26.93]Let's face it only you can touch my heart\n[02:29.82]世界再大有你的地方\n[02:31.58]就能够感应能到达\n[02:33.37]No matter how far\n[02:34.88]Only you smile with me only you cry with me\n[02:38.64]Only you believe in me and never leave me\n[02:40.90]When I am down you fight with me\n[02:42.92]You were the one who told me to trust love one more time\n[02:46.09]当我百无聊赖\n[02:47.34]不需要对谁交代\n[02:49.16]你懂我其实需要爱\n[02:50.94]Walk into my life\n[02:52.09]曾那样防备因为太狼狈\n[02:54.27]心田几度荒废\n[02:55.57]你牵着我的手说要共度明天\n[02:58.03]让过去让位\n[02:59.38]不曾想过一起走过\n[03:01.21]沿途经过多少绿洲和荒漠\n[03:03.40]不曾讲过一辈子这样过\n[03:05.20]但不知道离开了你要怎么过\n[03:07.50]回忆重现曾被冲动攻陷\n[03:09.36]也曾哭红眼心疼过容颜\n[03:11.58]但依然相拥在每个寒冷的冬天\n[03:14.33]没有终点\n[03:15.78]我们哭我们笑会叹气\n[03:17.18]会歇脚会复原会骄傲\n[03:18.61]会有神魂颠倒的夜晚和\n[03:20.37]每个洒满阳光的温馨的清早\n[03:23.30]岁月悄悄打造了一座环岛\n[03:25.78]只剩彼此值得参考\n[03:27.83]生活像两人慢跑\n[03:29.70]平静的默契最难找\n[03:32.05]Only you\n[03:34.04]有你爱才特别\n[03:36.01]Only you\n[03:38.10]因为我还想念\n[03:40.11]Only you\n[03:42.17]My only my only girl\n[03:45.70]哪怕一点考验一点冒险\n[03:48.38]Only you\n[03:50.34]有你爱才特别\n[03:52.24]Only you\n[03:54.40]因为我还想念\n[03:56.35]Only you\n[03:58.39]My only my only girl\n[04:02.16]Only you\n[04:02.80]给我所有晴天\n"
        },
        "tlyric": {
            "version": 0,
            "lyric": ""
        },
        "code": 200
    }
    ]
}

exports.lyric = lyric;